Repository: menaje/codex-mcp-bridge-for-chatgpt
Catalog: macos/Resources/Localization/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, ja, pt, zh_hans, zh_hant

# macos.movetheconnectionfileoutsideallregisteredproject
source: 연결 정보 파일을 등록된 프로젝트 폴더 밖으로 이동해 주세요.
de: Verschieben Sie die Verbindungsdatei aus allen registrierten Projektordnern.
en: Move the connection file outside all registered project folders.
es: Mueva el archivo de conexión fuera de todas las carpetas de proyectos registradas.
fr: Déplacez le fichier de connexion en dehors de tous les dossiers de projets enregistrés.
ja: 接続情報ファイルを登録済みのすべてのプロジェクトフォルダの外へ移動してください。
pt: Mova o arquivo de conexão para fora de todas as pastas de projetos registradas.
zh_hans: 请将连接信息文件移到所有已注册项目文件夹之外。
zh_hant: 請將連線資訊檔案移到所有已註冊專案資料夾之外。

# macos.theconnectionfilecontentsareinvalid
source: 연결 정보 파일의 내용이 올바르지 않습니다.
de: Der Inhalt der Verbindungsdatei ist ungültig.
en: The connection file contents are invalid.
es: El contenido del archivo de conexión no es válido.
fr: Le contenu du fichier de connexion n’est pas valide.
ja: 接続情報ファイルの内容が正しくありません。
pt: O conteúdo do arquivo de conexão é inválido.
zh_hans: 连接信息文件内容无效。
zh_hant: 連線資訊檔案內容無效。

# macos.connectiondetailsmustbestoredinaregular
source: 연결 정보는 심볼릭 링크가 아닌 일반 파일이어야 합니다.
de: Die Verbindungsdaten müssen in einer regulären Datei und nicht in einem symbolischen Link gespeichert sein.
en: Connection details must be stored in a regular file, not a symbolic link.
es: Los datos de conexión deben guardarse en un archivo normal, no en un enlace simbólico.
fr: Les informations de connexion doivent être stockées dans un fichier ordinaire, et non dans un lien symbolique.
ja: 接続情報はシンボリックリンクではなく通常のファイルである必要があります。
pt: Os detalhes da conexão devem ser armazenados em um arquivo comum, não em um link simbólico.
zh_hans: 连接信息必须存储在普通文件中，不能是符号链接。
zh_hant: 連線資訊必須儲存在普通檔案中，不能是符號連結。

# macos.selectorpairaserverintheconnection
source: 연결 탭에서 서버를 선택하거나 페어링해 주세요.
de: Wählen oder koppeln Sie einen Server im Tab „Verbindung“.
en: Select or pair a server in the Connection tab.
es: Seleccione o empareje un servidor en la pestaña Conexión.
fr: Sélectionnez ou jumelez un serveur dans l’onglet Connexion.
ja: 「接続」タブでサーバーを選択またはペアリングしてください。
pt: Selecione ou pareie um servidor na aba Conexão.
zh_hans: 请在“连接”标签页中选择或配对服务器。
zh_hant: 請在“連線”標籤頁中選擇或配對伺服器。

# macos.pairaserverintheconnectiontab
source: 연결 탭에서 서버를 페어링해 주세요.
de: Koppeln Sie einen Server im Tab „Verbindung“.
en: Pair a server in the Connection tab.
es: Empareje un servidor en la pestaña Conexión.
fr: Jumelez un serveur dans l’onglet Connexion.
ja: 「接続」タブでサーバーをペアリングしてください。
pt: Pareie um servidor na aba Conexão.
zh_hans: 请在“连接”标签页中配对服务器。
zh_hant: 請在“連線”標籤頁中配對伺服器。

# macos.changelinkedfolder
source: 연결 폴더 변경
de: Verknüpften Ordner ändern
en: Change Linked Folder
es: Cambiar carpeta vinculada
fr: Modifier le dossier lié
ja: リンク先フォルダを変更
pt: Alterar pasta vinculada
zh_hans: 更改关联文件夹
zh_hant: 更改關聯資料夾

# macos.checkingthattheconnectionisreleasedcodexwill
source: 연결 해제를 확인하고 있습니다. 확인되면 Codex 앱을 엽니다.
de: Die Freigabe der Verbindung wird geprüft. Danach öffnet sich Codex.
en: Checking that the connection is released. Codex will open once confirmed.
es: Comprobando la liberación de la conexión. Codex se abrirá al confirmarla.
fr: Vérification de la libération de la connexion. Codex s’ouvrira après confirmation.
ja: 接続の解放を確認しています。確認後にCodexを開きます。
pt: A verificar se a ligação foi libertada. O Codex abrirá após a confirmação.
zh_hans: 正在确认连接已释放，确认后将打开 Codex。
zh_hant: 正在確認連線已釋放，確認後將開啟 Codex。

# macos.couldnotconfirmconnectionreleasepleasetryagain
source: 연결 해제를 확인하지 못했습니다. 다시 시도해 주세요.
de: Die Freigabe der Verbindung konnte nicht bestätigt werden. Bitte erneut versuchen.
en: Could not confirm connection release. Please try again.
es: No se pudo confirmar la liberación de la conexión. Inténtalo de nuevo.
fr: Impossible de confirmer la libération de la connexion. Veuillez réessayer.
ja: 接続の解放を確認できませんでした。もう一度お試しください。
pt: Não foi possível confirmar a liberação da conexão. Tente novamente.
zh_hans: 无法确认连接已释放。请重试。
zh_hant: 無法確認連線已釋放。請再試一次。

# macos.nextstepsafterconnecting
source: 연결 후 다음 단계
de: Nächste Schritte nach der Verbindung
en: Next Steps After Connecting
es: Pasos siguientes después de conectar
fr: Étapes suivantes après la connexion
ja: 接続後の次の手順
pt: Próximas etapas após a conexão
zh_hans: 连接后的后续步骤
zh_hant: 連線後的後續步驟

# macos.statuswillappearassoonastheconnection
source: 연결되는 대로 현황을 표시합니다.
de: Der Status wird angezeigt, sobald die Verbindung bereit ist.
en: Status will appear as soon as the connection is ready.
es: El estado aparecerá en cuanto la conexión esté lista.
fr: L’état s’affichera dès que la connexion sera prête.
ja: 接続でき次第、状況を表示します。
pt: O status será exibido assim que a conexão estiver pronta.
zh_hans: 连接就绪后会立即显示状态。
zh_hant: 連線就緒後會立即顯示狀態。

# macos.stopconnectedexecutionsfilechangeswillnotbe
source: 연결된 실행 %d개를 중단할까요? 파일 변경사항은 되돌리지 않습니다.
de: %d verbundene Ausführungen stoppen? Dateiänderungen werden nicht rückgängig gemacht.
en: Stop %d connected executions? File changes will not be reverted.
es: ¿Detener %d ejecuciones conectadas? Los cambios en archivos no se revierten.
fr: Arrêter %d exécutions liées ? Les modifications des fichiers seront conservées.
ja: 接続された%d件の実行を停止しますか？ファイルの変更は元に戻りません。
pt: Parar %d execuções ligadas? As alterações nos ficheiros não serão revertidas.
zh_hans: 停止%d个关联执行？文件修改不会撤销。
zh_hant: 停止%d個關聯執行？檔案修改不會撤銷。

# macos.connected
source: 연결됨
de: Verbunden
en: Connected
es: Conectado
fr: Connecté
ja: 接続済み
pt: Conectado
zh_hans: 已连接
zh_hant: 已連線

# macos.choosethefoldertolinknofoldersor
source: 연결할 폴더를 선택합니다. 실제 폴더나 파일은 이동하지 않습니다.
de: Wählen Sie den zu verknüpfenden Ordner aus. Es werden keine Ordner oder Dateien verschoben.
en: Choose the folder to link. No folders or files will be moved.
es: Elija la carpeta que desea vincular. No se moverá ninguna carpeta ni archivo.
fr: Choisissez le dossier à lier. Aucun dossier ni fichier ne sera déplacé.
ja: リンクするフォルダを選択します。実際のフォルダやファイルは移動しません。
pt: Escolha a pasta a vincular. Nenhuma pasta ou arquivo será movido.
zh_hans: 选择要关联的文件夹。不会移动实际的文件夹或文件。
zh_hant: 選擇要關聯的資料夾。不會移動實際的資料夾或檔案。

# macos.cancelreservation
source: 예약 취소
de: Reservierung abbrechen
en: Cancel reservation
es: Cancelar reserva
fr: Annuler la réservation
ja: 予約を取り消す
pt: Cancelar reserva
zh_hans: 取消预约
zh_hant: 取消預約

# macos.thereservedoperationcouldnotfinishcheckthe
source: 예약한 작업을 완료하지 못했습니다. 현재 상태를 확인한 뒤 다시 요청해 주세요.
de: Der vorgemerkte Vorgang konnte nicht abgeschlossen werden. Prüfen Sie den aktuellen Status und versuchen Sie es erneut.
en: The reserved operation could not finish. Check the current status and try again.
es: No se pudo completar la operación reservada. Comprueba el estado actual y vuelve a intentarlo.
fr: L’opération réservée n’a pas pu aboutir. Vérifiez l’état actuel et réessayez.
ja: 予約した処理を完了できませんでした。現在の状態を確認して再度リクエストしてください。
pt: Não foi possível concluir a operação reservada. Verifique o estado atual e tente novamente.
zh_hans: 未能完成预约的操作。请检查当前状态后重试。
zh_hant: 無法完成預約的操作。請檢查目前狀態後再試。

# macos.completed
source: 완료
de: Abgeschlossen
en: Completed
es: Completada
fr: Terminée
ja: 完了
pt: Concluída
zh_hans: 已完成
zh_hant: 已完成

# macos.automaticallyhandoffoncompletion
source: 완료 시 자동으로 ChatGPT에 넘기기
de: Nach Abschluss automatisch an ChatGPT übergeben
en: Automatically Hand Off on Completion
es: Transferir automáticamente a ChatGPT al finalizar
fr: Transférer automatiquement à ChatGPT à la fin
ja: 完了時にChatGPTへ自動的に引き継ぐ
pt: Transferir automaticamente para o ChatGPT ao concluir
zh_hans: 完成时自动移交给 ChatGPT
zh_hant: 完成時自動移交給 ChatGPT

# macos.completionnotificationsaresentbythemenubar
source: 완료 알림은 브리지를 실행하는 Mac의 메뉴 막대 앱에서 전송됩니다.
de: Abschlussbenachrichtigungen werden von der Menüleisten-App auf dem Mac gesendet, auf dem Bridge läuft.
en: Completion notifications are sent by the menu-bar app on the Mac running the Bridge.
es: Las notificaciones de finalización las envía la app de la barra de menús del Mac que ejecuta Bridge.
fr: Les notifications de fin sont envoyées par l’app de barre des menus du Mac qui exécute Bridge.
ja: 完了通知はブリッジを実行している Mac のメニューバーアプリから送信されます。
pt: As notificações de conclusão são enviadas pelo app da barra de menus no Mac que executa o Bridge.
zh_hans: 完成通知由运行 Bridge 的 Mac 上的菜单栏应用发送。
zh_hant: 完成通知由執行 Bridge 的 Mac 上的選單列 App 傳送。

# macos.handofftochatgptaftercompletion
source: 완료 후 ChatGPT에 넘기기
de: Nach Abschluss an ChatGPT übergeben
en: Hand Off to ChatGPT After Completion
es: Transferir a ChatGPT al finalizar
fr: Transférer à ChatGPT à la fin
ja: 完了後にChatGPTへ引き継ぐ
pt: Transferir para o ChatGPT após a conclusão
zh_hans: 完成后移交给 ChatGPT
zh_hant: 完成後移交給 ChatGPT

# macos.automaticallysendacompletionfollowup
source: 완료 후 자동 응답
de: Nach Abschluss automatisch eine Folgenachricht senden
en: Automatically send a completion follow-up
es: Enviar automáticamente un seguimiento al finalizar
fr: Envoyer automatiquement un suivi à la fin
ja: 完了後にフォローアップを自動送信
pt: Enviar automaticamente uma mensagem de acompanhamento ao concluir
zh_hans: 完成后自动发送后续消息
zh_hant: 完成後自動傳送後續訊息

# macos.whenworkcompletesthemenubarappon
source: 완료되면 이 Mac의 메뉴 막대 앱이 알림을 보냅니다. 알림을 클릭하면 현황을 열며 ChatGPT 대화에 자동 메시지를 추가하지 않습니다.
de: Nach Abschluss sendet die Menüleisten-App auf diesem Mac eine Benachrichtigung. Ein Klick öffnet das Dashboard und fügt der ChatGPT-Unterhaltung nie automatisch eine Nachricht hinzu.
en: When work completes, the menu-bar app on this Mac sends a notification. Clicking it opens Dashboard and never adds an automatic message to the ChatGPT conversation.
es: Al completarse el trabajo, la app de la barra de menús de este Mac envía una notificación. Al hacer clic se abre el panel y nunca se añade un mensaje automático a la conversación de ChatGPT.
fr: Lorsque le travail est terminé, l’app de barre des menus de ce Mac envoie une notification. Un clic ouvre le tableau de bord et n’ajoute jamais de message automatique à la conversation ChatGPT.
ja: 完了すると、この Mac のメニューバーアプリが通知を送ります。クリックするとダッシュボードが開き、ChatGPT 会話に自動メッセージを追加しません。
pt: Quando o trabalho é concluído, o app da barra de menus deste Mac envia uma notificação. Ao clicar, o painel é aberto e nenhuma mensagem automática é adicionada à conversa do ChatGPT.
zh_hans: 工作完成后，此 Mac 的菜单栏应用会发送通知。点击会打开概览，且不会向 ChatGPT 对话添加自动消息。
zh_hant: 工作完成後，此 Mac 的選單列 App 會傳送通知。點按會開啟總覽，且不會在 ChatGPT 對話中新增自動訊息。

# macos.externalenvironment
source: 외부 환경
de: Externe Umgebung
en: External environment
es: Entorno externo
fr: Environnement externe
ja: 外部環境
pt: Ambiente externo
zh_hans: 外部环境
zh_hant: 外部環境

# macos.requested
source: 요청됨
de: Angefordert
en: Requested
es: Solicitado
fr: Demandé
ja: リクエスト済み
pt: Solicitado
zh_hans: 已请求
zh_hant: 已請求

# macos.therequestcouldnotbecompletedcheckthe
source: 요청을 처리하지 못했습니다. 진단 로그에서 자세한 내용을 확인해 주세요.
de: Die Anfrage konnte nicht abgeschlossen werden. Details finden Sie in den Diagnoseprotokollen.
en: The request could not be completed. Check the diagnostic logs for details.
es: No se pudo completar la solicitud. Consulte los registros de diagnóstico para obtener detalles.
fr: La demande n’a pas pu être traitée. Consultez les journaux de diagnostic pour plus de détails.
ja: リクエストを処理できませんでした。詳細は診断ログを確認してください。
pt: Não foi possível concluir a solicitação. Consulte os logs de diagnóstico para obter detalhes.
zh_hans: 无法完成请求。请查看诊断日志了解详情。
zh_hant: 無法完成要求。請查看診斷記錄以取得詳細資訊。

# macos.theremotemanagementserveraddressisnotconfigured
source: 원격 관리 서버 주소가 설정되지 않았습니다.
de: Die Adresse des Remoteverwaltungsservers ist nicht konfiguriert.
en: The remote management server address is not configured.
es: La dirección del servidor de administración remota no está configurada.
fr: L’adresse du serveur de gestion à distance n’est pas configurée.
ja: リモート管理サーバーのアドレスが設定されていません。
pt: O endereço do servidor de gerenciamento remoto não está configurado.
zh_hans: 未配置远程管理服务器地址。
zh_hant: 尚未設定遠端管理伺服器位址。

# macos.theremotemanagementserverdidnotstartat
source: 원격 관리 서버가 지정한 주소에서 시작되지 않았습니다.
de: Der Remote-Verwaltungsserver wurde unter der angegebenen Adresse nicht gestartet.
en: The remote management server did not start at the specified address.
es: El servidor de administración remota no se inició en la dirección indicada.
fr: Le serveur d’administration à distance n’a pas démarré à l’adresse indiquée.
ja: リモート管理サーバーが指定したアドレスで起動しませんでした。
pt: O servidor de gerenciamento remoto não foi iniciado no endereço especificado.
zh_hans: 远程管理服务器未能在指定地址启动。
zh_hant: 遠端管理伺服器未能在指定地址啟動。

# macos.theremotemanagementservercannotstartwiththe
source: 원격 관리 서버를 시작할 권한이 없습니다. 주소와 포트를 확인해 주세요.
de: Der Remoteverwaltungsserver kann mit den aktuellen Berechtigungen nicht gestartet werden. Prüfen Sie Adresse und Port.
en: The remote management server cannot start with the current permissions. Check the address and port.
es: El servidor de administración remota no puede iniciarse con los permisos actuales. Compruebe la dirección y el puerto.
fr: Le serveur de gestion à distance ne peut pas démarrer avec les autorisations actuelles. Vérifiez l’adresse et le port.
ja: 現在の権限ではリモート管理サーバーを起動できません。アドレスとポートを確認してください。
pt: O servidor de gerenciamento remoto não pode iniciar com as permissões atuais. Verifique o endereço e a porta.
zh_hans: 当前权限无法启动远程管理服务器。请检查地址和端口。
zh_hant: 目前權限無法啟動遠端管理伺服器。請檢查位址與連接埠。

# macos.allowremotemanagement
source: 원격 관리 허용
de: Remote-Verwaltung erlauben
en: Allow Remote Management
es: Permitir administración remota
fr: Autoriser l’administration à distance
ja: リモート管理を許可
pt: Permitir gerenciamento remoto
zh_hans: 允许远程管理
zh_hant: 允許遠端管理

# macos.thesecuritycertificateforremotemanagementcouldnot
source: 원격 관리용 보안 인증서를 준비하지 못했습니다.
de: Das Sicherheitszertifikat für die Remoteverwaltung konnte nicht vorbereitet werden.
en: The security certificate for remote management could not be prepared.
es: No se pudo preparar el certificado de seguridad para la administración remota.
fr: Le certificat de sécurité pour la gestion à distance n’a pas pu être préparé.
ja: リモート管理用のセキュリティ証明書を準備できませんでした。
pt: Não foi possível preparar o certificado de segurança para o gerenciamento remoto.
zh_hans: 无法准备远程管理所需的安全证书。
zh_hant: 無法準備遠端管理所需的安全憑證。

# macos.switchtoremotemodereserved
source: 원격 모드 전환 예약
de: Wechsel zum Fernmodus vorgemerkt
en: Switch to remote mode reserved
es: Cambio a modo remoto reservado
fr: Passage au mode distant réservé
ja: リモートモードへの切り替えを予約
pt: Mudança para o modo remoto reservada
zh_hans: 已预约切换到远程模式
zh_hant: 已預約切換至遠端模式

# macos.remotemodedoesnotstartthehelperor
source: 원격 모드에서는 이 Mac의 helper나 Codex runtime을 시작하지 않습니다.
de: Im Remote-Modus werden der Helper und die Codex-Laufzeit auf diesem Mac nicht gestartet.
en: Remote mode does not start the helper or Codex runtime on this Mac.
es: El modo remoto no inicia el helper ni el entorno de ejecución de Codex en este Mac.
fr: Le mode distant ne démarre ni le helper ni l’environnement d’exécution Codex sur ce Mac.
ja: リモートモードでは、このMacのhelperやCodexランタイムを起動しません。
pt: O modo remoto não inicia o helper nem o runtime do Codex neste Mac.
zh_hans: 远程模式不会启动此 Mac 上的 helper 或 Codex 运行时。
zh_hant: 遠端模式不會啟動此 Mac 上的 helper 或 Codex 執行時。

# macos.couldnotloadtheremoteserversettings
source: 원격 서버 설정을 불러오지 못했습니다.
de: Die Einstellungen des Remote-Servers konnten nicht geladen werden.
en: Could not load the remote server settings.
es: No se pudo cargar la configuración del servidor remoto.
fr: Impossible de charger les paramètres du serveur distant.
ja: リモートサーバー設定を読み込めませんでした。
pt: Não foi possível carregar as configurações do servidor remoto.
zh_hans: 无法加载远程服务器设置。
zh_hant: 無法載入遠端伺服器設定。

# macos.couldnotreadtheremoteserverresponse
source: 원격 서버 응답을 읽을 수 없습니다: %@
de: Die Antwort des Remote-Servers konnte nicht gelesen werden: %@
en: Could not read the remote server response: %@
es: No se pudo leer la respuesta del servidor remoto: %@
fr: Impossible de lire la réponse du serveur distant : %@
ja: リモートサーバーの応答を読み取れませんでした：%@
pt: Não foi possível ler a resposta do servidor remoto: %@
zh_hans: 无法读取远程服务器响应：%@
zh_hant: 無法讀取遠端伺服器回應：%@

# macos.theremoteserverresponseexceededtheallowedsize
source: 원격 서버 응답이 허용 크기를 초과했습니다.
de: Die Antwort des Remote-Servers hat die zulässige Größe überschritten.
en: The remote server response exceeded the allowed size.
es: La respuesta del servidor remoto superó el tamaño permitido.
fr: La réponse du serveur distant dépasse la taille autorisée.
ja: リモートサーバーの応答が許容サイズを超えました。
pt: A resposta do servidor remoto excedeu o tamanho permitido.
zh_hans: 远程服务器响应超出了允许的大小。
zh_hant: 遠端伺服器回應超過允許的大小。

# macos.theremoteservercouldnotbereachedcheck
source: 원격 서버에 연결하지 못했습니다. 연결 설정에서 서버 상태를 확인해 주세요.
de: Der entfernte Server ist nicht erreichbar. Prüfe seinen Status in den Verbindungseinstellungen.
en: The remote server could not be reached. Check its status in connection settings.
es: No se pudo conectar con el servidor remoto. Comprueba su estado en los ajustes de conexión.
fr: Le serveur distant est inaccessible. Vérifiez son état dans les réglages de connexion.
ja: リモートサーバーに接続できません。接続設定でサーバーの状態を確認してください。
pt: Não foi possível acessar o servidor remoto. Verifique seu estado nos ajustes de conexão.
zh_hans: 无法连接远程服务器。请在连接设置中查看服务器状态。
zh_hant: 無法連線至遠端伺服器。請在連線設定中查看伺服器狀態。

# macos.theremoteconnectionneedsasecuritycheckreview
source: 원격 연결의 보안 확인이 필요합니다. 연결 설정에서 서버와 기기 등록을 확인해 주세요.
de: Die entfernte Verbindung benötigt eine Sicherheitsprüfung. Prüfe Server und Geräteregistrierung in den Verbindungseinstellungen.
en: The remote connection needs a security check. Review the server and device registration in connection settings.
es: La conexión remota requiere una comprobación de seguridad. Revisa el servidor y el registro del dispositivo en los ajustes de conexión.
fr: La connexion distante nécessite une vérification de sécurité. Consultez le serveur et l’enregistrement de l’appareil dans les réglages de connexion.
ja: リモート接続のセキュリティ確認が必要です。接続設定でサーバーとデバイス登録を確認してください。
pt: A conexão remota precisa de uma verificação de segurança. Confira o servidor e o registro do dispositivo nos ajustes de conexão.
zh_hans: 远程连接需要安全检查。请在连接设置中查看服务器和设备注册信息。
zh_hant: 遠端連線需要安全檢查。請在連線設定中查看伺服器和裝置註冊資訊。

# macos.switchtoremoteclientmode
source: 원격 클라이언트 모드로 전환할까요?
de: In den Remote-Client-Modus wechseln?
en: Switch to remote client mode?
es: ¿Cambiar al modo de cliente remoto?
fr: Passer en mode client distant ?
ja: リモートクライアントモードに切り替えますか？
pt: Alternar para o modo de cliente remoto?
zh_hans: 切换到远程客户端模式？
zh_hant: 切換到遠端客戶端模式？

# macos.idle
source: 유휴
de: Inaktiv
en: Idle
es: Inactivo
fr: Inactif
ja: 待機中
pt: Ocioso
zh_hans: 空闲
zh_hant: 閒置

# macos.idleagents
source: 유휴 에이전트
de: Inaktive Agents
en: Idle Agents
es: Agents inactivos
fr: Agents inactifs
ja: 待機中の Agent
pt: Agents ociosos
zh_hans: 空闲 Agent
zh_hant: 閒置 Agent

# macos.therearenoidleagents
source: 유휴 에이전트가 없습니다.
de: Keine inaktiven Agenten vorhanden.
en: There are no idle Agents.
es: No hay agentes inactivos.
fr: Aucun agent inactif.
ja: 待機中のAgentはいません。
pt: Não há agentes ociosos.
zh_hans: 没有空闲代理。
zh_hant: 沒有空閒代理程式。

# macos.therespondingserveriddiffersfromthesaved
source: 응답한 서버의 고유 ID가 저장된 서버와 다릅니다. 연결을 거부했습니다.
de: Die ID des antwortenden Servers stimmt nicht mit dem gespeicherten Server überein. Die Verbindung wurde abgelehnt.
en: The responding server ID differs from the saved server. The connection was refused.
es: El ID del servidor que respondió no coincide con el servidor guardado. Se rechazó la conexión.
fr: L’identifiant du serveur qui a répondu diffère de celui enregistré. La connexion a été refusée.
ja: 応答したサーバーのIDが保存済みサーバーと異なるため、接続を拒否しました。
pt: O ID do servidor que respondeu é diferente do servidor salvo. A conexão foi recusada.
zh_hans: 响应服务器的 ID 与已保存的服务器不同。已拒绝连接。
zh_hant: 回應伺服器的 ID 與已儲存的伺服器不同。已拒絕連線。

# macos.thismac
source: 이 Mac
de: Dieser Mac
en: This Mac
es: Este Mac
fr: Ce Mac
ja: このMac
pt: Este Mac
zh_hans: 此 Mac
zh_hant: 此 Mac

# macos.appliesimmediatelyonthismacturningitoff
source: 이 Mac에만 즉시 적용됩니다. 이 설정을 꺼도 ChatGPT 연결을 위한 브리지 helper와 서버는 백그라운드에서 계속 실행됩니다.
de: Gilt sofort nur für diesen Mac. Auch wenn diese Option deaktiviert ist, werden der Bridge-Helper und der Server für ChatGPT weiterhin im Hintergrund ausgeführt.
en: Applies immediately on this Mac. Turning it off does not stop the bridge helper or server used by ChatGPT.
es: Se aplica inmediatamente solo a este Mac. Al desactivarlo, el helper y el servidor Bridge para ChatGPT siguen ejecutándose en segundo plano.
fr: S’applique immédiatement à ce Mac uniquement. Si cette option est désactivée, le helper et le serveur Bridge utilisés par ChatGPT continuent de fonctionner en arrière-plan.
ja: このMacにのみ直ちに適用されます。この設定をオフにしても、ChatGPT接続用のBridge helperとサーバーはバックグラウンドで動作し続けます。
pt: Aplica-se imediatamente apenas a este Mac. Desativar esta opção não interrompe o helper nem o servidor Bridge usados pela conexão com o ChatGPT, que continuam em segundo plano.
zh_hans: 仅立即应用于此 Mac。关闭此设置后，用于 ChatGPT 连接的 Bridge helper 和服务器仍会在后台运行。
zh_hant: 僅立即應用於此 Mac。關閉此設定後，用於 ChatGPT 連線的 Bridge helper 和伺服器仍會在背景執行。

# macos.runserveronthismac
source: 이 Mac에서 서버 실행
de: Server auf diesem Mac ausführen
en: Run Server on This Mac
es: Ejecutar el servidor en este Mac
fr: Exécuter le serveur sur ce Mac
ja: このMacでサーバーを実行
pt: Executar servidor neste Mac
zh_hans: 在此 Mac 上运行服务器
zh_hant: 在此 Mac 上執行伺服器

# macos.runonthismac
source: 이 Mac에서 실행
de: Auf diesem Mac ausführen
en: Run on This Mac
es: Ejecutar en este Mac
fr: Exécuter sur ce Mac
ja: このMacで実行
pt: Executar neste Mac
zh_hans: 在此 Mac 上运行
zh_hant: 在此 Mac 上執行

# macos.settingsforthismac
source: 이 Mac의 설정
de: Einstellungen dieses Macs
en: Settings for This Mac
es: Configuración de este Mac
fr: Paramètres de ce Mac
ja: このMacの設定
pt: Configurações deste Mac
zh_hans: 此 Mac 的设置
zh_hant: 此 Mac 的設定

# macos.thismacsappsettings
source: 이 Mac의 앱 설정
de: App-Einstellungen dieses Macs
en: This Mac’s App Settings
es: Configuración de la app de este Mac
fr: Paramètres de l’app sur ce Mac
ja: このMacのアプリ設定
pt: Configurações do aplicativo deste Mac
zh_hans: 此 Mac 的应用设置
zh_hant: 此 Mac 的應用設定

# macos.thismacsnameandconnectionaddressare
source: 이 Mac의 이름과 접속 주소를 자동으로 사용합니다. 연결할 기기에 전달할 것은 아래에서 만드는 페어링 초대뿐입니다.
de: Name und Verbindungsadresse dieses Macs werden automatisch verwendet. An das zu verbindende Gerät muss nur die unten erstellte Kopplungseinladung weitergegeben werden.
en: This Mac's name and connection address are used automatically. The only thing to give a connecting device is the pairing invitation created below.
es: Se usan automáticamente el nombre y la dirección de conexión de este Mac. Lo único que debes proporcionar al dispositivo que se conectará es la invitación de emparejamiento creada abajo.
fr: Le nom et l’adresse de connexion de ce Mac sont utilisés automatiquement. Seule l’invitation de jumelage créée ci-dessous doit être transmise à l’appareil à connecter.
ja: このMacの名前と接続アドレスを自動的に使用します。接続するデバイスに渡すのは、下で作成するペアリング招待だけです。
pt: O nome e o endereço de conexão deste Mac são usados automaticamente. A única informação a fornecer ao dispositivo que será conectado é o convite de pareamento criado abaixo.
zh_hans: 自动使用此 Mac 的名称和连接地址。只需向要连接的设备提供下方创建的配对邀请。
zh_hant: 自動使用此 Mac 的名稱和連線位址。只需向要連線的裝置提供下方建立的配對邀請。
